Repository: ditrit/OGrEE-Core
Catalog: APP/lib/l10n/app_*.arb
Languages: es, fr, pt

# toolPassword
source: {toolName} user password
es: Contraseña del usuario {toolName}
fr: Mot de passe utilisateur {toolName}
pt: Senha do usuário {toolName}

# toolPort
source: {toolName} port
es: Puerto {toolName}
fr: Porte {toolName}
pt: Porta {toolName}

# view3Dobjs
source: View a 3D representation of this datacenter
es: Ver una representación 3D del datacenter
fr: Voir une vue 3D de ce datacenter
pt: Ver representação 3D deste datacenter

source: My alerts
es: Mis alertas
fr: Mes alertes
pt: Meus alertas

source: View alerts
es: Ver alertas
fr: Voir les alertes
pt: Ver alertas

# temperatureAlert1
source: The temperature of the device
es: La temperatura del dispositivo
fr: La temperature du device
pt: A temperature do device

# temperatureAlert2
source: is higher than usual. This could impact performance for your applications: "my-frontend-app" and "my-backend-app".
es: es más alta de lo usual. Esto podría impactar el rendimiento de sus aplicaciones: "my-frontend-app" y "my-backend-app".
fr: est plus élevée que d'habitude. Cela peut avoir un impact sur les performances de vos applications : "my-frontend-app" et "my-backend-app".
pt: está acima do normal. Isso pode impactar a performance de suas aplicações: "my-frontend-app" e "my-backend-app"

# oneAlert
source: 1 minor alert
es: 1 alerta menor
fr: 1 alerte mineur
pt: 1 alerta menor

# virtualConfigTitle
source: Virtual Configuration:
es: Virtual Config:
fr: Virtual Config :
pt: Virtual Config:

source: Impact Analysis
fr: Analyse d'impact

# noAlerts
source: No alerts found. All is good
fr: Aucune alerte n'a été trouvée. Tout va bien

# goToImpact
source: Go to Impact Page
fr: Voir l'impact

# markMaintenance
source: Mark for maintenance
fr: Marquer en maintenance

# markedMaintenance
source: Marked for maintenance
fr: Marqué en maintenance

# markAllMaintenance
source: Mark all for maintenance
fr: Tout marquer pour la maintenance

# markAllTip
source: Mark all listed objects for maintenance
fr: Marquer tout les objets pour la maintenance

source: Unmark all
fr: Tout démarquer

# allUnmarked
source: All objects unmarked for maintenance
fr: Tout les objets sont démarqués

# unmarkAllTip
source: Unmark all listed objects for maintenance
fr: Enlever le marquage de maintenance de tous les objets

source: Download all
fr: Téléchargement complet

# downloadAllTip
source: Download report withh all objects
fr: Télécharger rapport complet

# areMarkedMaintenance
source: The following are marked for maintenance:
fr: Les éléments suivants sont marqués pour la maintenance :

# isMarked
source: is marked for maintenance
fr: est marqué pour la maintenance

# isUnmarked
source: unmarked for maintenance
fr: demarqué pour la maintenance

# checkImpact
source: Check the possible impacts of this maintenance
fr: Verifiez le possible impact de cette maintenance

# allMarked
source: All objects successfully marked for maintenance
fr: Tout les objets sont marqués pour la maintenance

source: impacts
fr: peut avoir un impact sur :

source: Graph View
fr: Affichage en graphe

# successMarked
source: successfully marked for maintenance
fr: marqué pour la maintenance

source: directly
fr: direct

# directTip
source: Objects directly associated with this target
fr: Objets directement associé à l'objet choisi

source: indirectly
fr: indirect

# indirectTip
source: Other objects depending on objects directly associated to this target
fr: D'autres objets dépendant des objets directement associés à cette cible

# indirectOptions
source: Search options for Indirect Impact
fr: Options de recherche pour l'impact indirect

# onlyPredefinedWarning
source: Only the predefined date range and namespace are allowed for impact analysis
fr: Seuls la plage de dates et le namespace déjà prédéfinis sont acceptés pour l'analyse d'impact.

source: Description
es: Descripción
pt: Descrição

# descriptionTwoPoints
source: Description:
es: Descripción:
pt: Descrição:

source: Expression
es: Expresión
pt: Expressão

source: Applications
es: Aplicaciones
pt: Aplicativos
