Repository: ditrit/OGrEE-Core
Catalog: APP/lib/l10n/app_*.arb
Languages: es, fr, pt

source: Save
es: Guardar
fr: Sauvegarder
pt: Salvar

source: Delete
es: Borrar
fr: Supprimer
pt: Excluir

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Back
es: Atrás
fr: Précédent
pt: Voltar

source: Next
es: Siguiente
fr: Suivant
pt: Seguinte

source: Search
es: Buscar
fr: Rechercher
pt: Pesquisar

source: Create
es: Crear
fr: Créer
pt: Criar

source: Modify
es: Modificar
fr: Modifier
pt: Modificar

source: Selection options
es: Opciones de selección
fr: Options de sélection
pt: Opções de seleção

# deleteOK
source: Successfully deleted
es: Borrado exitosamente
fr: Supprimé avec succès
pt: Removido com sucesso

# modifyOK
source: Successfully modified
es: Modificado exitosamente
fr: Modifié avec succès
pt: Modificado com sucesso

# createOK
source: Successfully created
es: Creado exitosamente
fr: Crée avec succès !
pt: Criado com sucesso

source: Color
fr: Couleur
pt: Cor

source: optional
es: opcional
fr: facultatif
pt: opcional

source: Reset
es: Reiniciar
fr: Réinitialiser
pt: Reiniciar

source: Close
es: Cerrar
fr: Fermer
pt: Fechar

source: Unavailable
es: Indisponible
fr: Indisponible
pt: Indisponível

source: Select
es: Seleccionar
fr: Choisir
pt: Selecionar

source: Download
es: Descargar
fr: Télécharger
pt: Baixar

source: Name
es: Nombre
fr: Nom
pt: Nome

# toUpdate
source: Update
es: Actualizar
fr: Mettre à jour
pt: Atualizar

# welcome
source: Welcome to OGrEE
es: Bienvenido a OGrEE
fr: Bienvenue sur OGrEE
pt: Bem vindo a OGrEE

# welcomeConnect
source: Login to your space:
es: Conéctese a su espacio:
fr: Connectez-vous à votre espace :
pt: Acesse seu espaço:

source: Mandatory Field
es: Campo Obligatorio
fr: Champ Obligatoire
pt: Campo Obrigatório

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# stayLogged
source: Stay connected
es: Seguir Conectado
fr: Rester connecté
pt: Siga conectado

source: Forgot password?
es: ¿Contraseña olvidada?
fr: Mot de passe oublié ?
pt: Esqueceu sua senha?

source: Login
es: Conectarse
fr: Se connecter
pt: Conecte-se

# invalidLogin
source: Email and/or password not valid
es: Email y/o contraseña no válidos
fr: Adresse email et/ou mot de passe non valide
pt: E-mail e/ou senha inválidos

source: Reset password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
pt: Redefinir senha

# haveResetToken
source: I have a reset token
es: Tengo un token de reinicialización
fr: J'ai un reset token
pt: Tenho um reset token

# resetSent
source: Reset request sent
es: Solicitud de reinicio enviada
fr: Demande de réinitialisation envoyée
pt: Solicitação de redefinição enviada

# myprojects
source: My views
es: Mis vistas
fr: Mes vues
pt: Minhas visualizações

# newProject
source: Create new view
es: Crear nueva vista
fr: Créer une nouvelle vue
pt: Criar nova visualização

# noProjects
source: No views yet :(
es: Aún no hay vistas creadas :(
fr: Pas encore de vues créées :(
pt: Ainda não há visualizações criadas :(

# editProject
source: Edit this view
es: Editar esta vista
fr: Editer cette vue
pt: Editar esta visualização

source: Author:
es: Autor:
fr: Auteur :
pt: Autor:

source: Last Update:
es: Última Actualización:
fr: Dernière modification :
pt: Última Atualização:

source: Launch
es: Lanzar
fr: Lancer
pt: Lançar

# projectName
source: View name
es: Nombre de la vista
fr: Nom de la vue
pt: Nome da visualização

# mandatoryProjectName
source: View's name is mandatory
es: Debe darle un nombre a la vista
fr: Il faut donner un nom à la vue
pt: O nome da visualização é obrigatório

# nameProject
source: Name this view
es: Nombrar esta vista
fr: Nommer cette vue
pt: Dê um nome à visualização

# selectDate
source: Pick a date
es: Elija una fecha
fr: Choisir date
pt: Escolha uma data

# selectNamespace
source: Pick a namespace
es: Elija un namespace
fr: Choisir Namespace
pt: Escolha um namespace

source: Select objects
es: Seleccionar objetos
fr: Choisir les objets
pt: Selecione objetos

# nObjects
source: {count, plural, =0{No objects} =1{1 object} other{{count} objects}}
es: {count, plural, =0{No hay objetos} =1{1 objeto} other{{count} objetos}}
fr: {count, plural, =0{Pas d'objets} =1{1 objet} other{{count} objets}}
pt: {count, plural, =0{Nenhum objeto} =1{1 objeto} other{{count} objetos}}

# atLeastOneObject
source: Select at least one object
es: Seleccionar al menos un objeto
fr: Sélectionnez au moins 1 objet avant d'avancer
pt: Selecione pelo menos um objeto

source: No objects found
es: Ningún objeto encontrado
fr: Aucun objet trouvé
pt: Nenhum objeto encontrado

# whatDate
source: What dataset would you like to use?
es: ¿Qué dataset desea utilizar?
fr: Quel jeu de données souhaitez-vous utiliser ?
pt: Qual dataset você gostaria de usar?

# pickDate
source: Pick a date range
es: Elija las fechas
fr: Choisir les dates
pt: Escolha um período

# openLastDataset
source: Last saved dataset
es: Último dataset guardado
fr: Ouvrir le dernier jeu de données
pt: Último dataset salvo

# openSavedDataser
source: Pick a dataset
es: Elegir un dataset
fr: Ouvrir un jeu de données enregistré
pt: Escolha um dataset

# useLastDataSet
source: Use the last dataset saved:
es: Usar el último dataset guardado:
fr: Utiliser le dernier jeu de données :
pt: Use o último dataset salvo:

# allData
source: All datasets
es: Todos los datasets
fr: Toutes les données
pt: Todos os datasets

# allDataBase
source: Use all data available in the database
es: Usar todos los datos disponibles en la base de datos
fr: Toutes les données disponibles dans la base
pt: Use todos os dados disponíveis na base de dados

# whatNamespace
source: Select a namespace:
es: Seleccionar un namespace:
fr: Sélectionnez le type de namespace :
pt: Selecione um namespace:

source: Search by ID
es: Buscar por ID
fr: Rechercher par ID
pt: Pesquisar por ID

# searchAdvanced
source: Advanced search
es: Búsqueda avanzada
fr: Recherche avancée
pt: Pesquisa avançada

source: Filters
es: Filtros
fr: Filtres
pt: Filtros

# categoryFilters
source: Filter ID by category
es: Filtros de ID por categoría
fr: Filtrer l'ID par categorie
pt: Filtrar ID por categoria

# clearAllFilters
source: Clear all
es: Borrar todo
fr: Effacer tout
pt: Limpar tudo

# noNodeFound
source: No node found with ID:
es: No se encontró ningún nodo con ID:
fr: Pas de noeud trouvé avec l'ID :
pt: Nenhum nó encontrado com ID:

source: Node found:
es: Nodo encontrado:
fr: Noeud trouvé :
pt: Nó encontrado:

# xNodesFound
source: {count, plural, =1{1 node found for:} other{{count} nodes found for:}}
es: {count, plural, =1{1 nodo encontrado para:} other{{count} nodos encontrados para:}}
fr: {count, plural, =1{1 noeud trouvé pour :} other{{count} noeud trouvés pour :}}
pt: {count, plural, =1{1 nó encontrado para:} other{{count} nós encontrados para:}}

source: Expand All
es: Expandir Todo
fr: Développer tout
pt: Expandir Todos

source: Collapse All
es: Reducir Todo
fr: Réduire tout
pt: Recolher Todos

source: Select All
es: Seleccionar Todo
fr: Sélectionner tout
pt: Selecionar Todos

source: Deselect All
es: Deseleccionar Todo
fr: Désélectionner tout
pt: Desmarcar Todos

source: Node path:
es: Ruta del nodo:
fr: Chemin du noeud :
pt: Caminho do nó:

# toggleSelection
source: Toggle selection for this node and all its children
es: Invertir selección de este nodo y todos sus hijos
fr: Inverser sélection du noeud et de tous ses enfants
pt: Inverter seleção deste nó e de todos os seus filhos

# advancedSearchHint
source: Compose complex boolean expressions with the operators =, !=, <, <=, >, >=, & and |. Parenthesis can also be used to separate the expressions. Example:
es: Componga expresiones booleanas complejas con los operadores =, !=, <, <=, >, >=, & y |. También se pueden utilizar paréntesis para separar las expresiones. Ejemplo:
fr: Composer des expressions booléennes complexes avec les opérateurs =, !=, <, <=, >, >=, & et |. La parenthèse peut également être utilisée pour séparer les expressions. Exemple :
pt: Componha expressões booleanas complexas com os operadores =, !=, <, <=, >, >=, & e |. Parênteses também podem ser usados para separar as expressões. Exemplo:

source: Result
es: Resultado
fr: Résultat
pt: Resultado

# addColumnTip
source: Add a column
es: Agregar una columna
fr: Ajouter une colonne
pt: Adicionar uma coluna

source: Your report
es: Su reporte
fr: Votre rapport
pt: Seu relatório

# mathFuncTip
source: Math functions
es: Funciones matemáticas
fr: Fonctions mathématiques
pt: Funções matemáticas

# showSum
source: Display sum
es: Mostrar la suma
fr: Afficher la somme
pt: Mostrar soma

# showAvg
source: Display average
es: Mostrar el promedio
fr: Afficher la moyenne
pt: Mostrar média

# tenantCreated
source: Tenant successfully created!
es: ¡Tenant creado exitosamente!
fr: Tenant créé avec succès !
pt: Tenant criado com sucesso!

source: Deployment
es: Implementación
fr: Déploiement
pt: Componentes

# loginTenant
source: Log in to this tenant's API to get access:
es: Conéctese a la API de este tenant:
fr: Connectez-vous à l'API de ce Tenant :
pt: Faça login na API deste tenant para obter acesso:

source: Are you sure?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
pt: Tem certeza?

# allWillBeLost
source: All data will be permanently lost!
es: ¡Todos los datos se perderán permanentemente!
fr: Toutes les données seront définitivement perdues !
pt: Todos os dados serão perdidos permanentemente!

# noDockerInfo
source: Unable to retrieve docker information
es: No fue posible encontrar la información de Docker
fr: Impossible de récupérer les informations docker
pt: Não foi possível recuperar informações via docker

# noDockerLogs
source: No logs available for this container
es: No hay logs disponibles para este contenedor
fr: Pas de logs pour ce container
pt: Não há logs disponíveis para este contêiner

# selectJSON
source: Select JSON file
es: Seleccione un archivo JSON
fr: Choisir fichier JSON
pt: Selecione arquivo JSON

# mustSelectJSON
source: Select a JSON file for bulk creation
es: Seleccione un archivo JSON para una creación masiva
fr: Il faut choisir un fichier JSON pour la création
pt: Selecione um arquivo JSON para criação em massa

# fileLoaded
source: File {fileName} uploaded!
es: ¡Archivo {fileName} subido!
fr: Fichier {fileName} téléchargé
pt: Arquivo {fileName} enviado!

# runAtStart
source: Run at startup
es: Ejecutar al inicio
fr: Exécuter au démarrage
pt: Executar na inicialização

source: Modify User
es: Modificar Usuario
fr: Modifier Utilisateur
pt: Modificar Usuário

# createUser
source: Create Single User
es: Crear Usuario
fr: Créer un utilisateur
pt: Criar Usuário

# createBulkFile
source: Bulk File Creation
es: Crear con Archivo JSON
fr: Créer avec fichier JSON
pt: Criar com Arquivo JSON

# onlyOneRoleDomain
source: Only one role can be assigned per domain
es: Solo se puede asignar un rol por dominio
fr: Attention : un seul rôle par domaine
pt: Apenas uma função pode ser atribuída por domínio

source: Modify Domain
es: Modificar Dominio
fr: Modifier Domaine
pt: Modificar Domínio

# createDomain
source: Create Single Domain
es: Crear un Dominio
fr: Créer un domaine
pt: Criar Domínio

source: Domain Name
es: Nombre del Dominio
fr: Nom du domaine
pt: Nome do Domínio

# parentDomain
source: Domain Parent
es: Dominio Padre
fr: Domaine Parent
pt: Domínio Pai

# shouldHaveXChars
source: Should have exactly {X} characters
es: Debe tener exactamente {X} caracteres
fr: Il faut {X} caractères
pt: Deve ter exatamente {X} caracteres

# noDomain
source: Unable to retrieve domain
es: No se puede recuperar el dominio
fr: Impossible de récupérer ce domain
pt: Não foi possível recuperar o domínio

source: Domain
es: Dominio
fr: Domaine
pt: Domínio

source: User
es: Usuario
fr: Utilisateur
pt: Usuário

source: Parameter
es: Parámetro
fr: Paramètre
pt: Parâmetro

source: Value
es: Valor
fr: Valeur
pt: Valor

source: Not created
es: No creado
fr: Pas créé
pt: Não criado

# stopTenantWarn
source: This tenant will be completely stopped.
es: Este tenant será completamente detenido.
fr: Ce tenant sera complètement arrêté.
pt: Este tenant será completamente parado.

# startTenantOK
source: Tenant successfully started
es: Tenant iniciado exitosamente
fr: Tenant démarré avec succès
pt: Tenant iniciado com sucesso

# stopTenantOK
source: Tenant successfully stopped
es: Tenant detenido exitosamente
fr: Tenant arrêté avec succès
pt: Tenant interrompido com sucesso

source: Starting tenant...
es: Iniciando tenant...
fr: Démarrage en cours...
pt: Iniciando tenant...

source: API Stats
es: Estadísticas de la API
fr: Stats API
pt: Estatísticas da API

source: Size
es: Tamaño
fr: Taille
pt: Tamanho

source: Last Started
es: Último Inicio
fr: Dernier démarrage
pt: Último Início

# addServer
source: Add new server
es: Agregar nuevo servidor
fr: Ajouter nouveau serveur
pt: Adicionar novo servidor

# addKube
source: Add new cluster
es: Agregar nuevo cluster
fr: Ajouter nouveau cluster
pt: Adicionar novo cluster

source: Tenant parameters
es: Parámetros del tenant
fr: Paramètres du tenant
pt: Parâmetros de tenant

# selectServer
source: Choose server
es: Elegir servidor
fr: Choisir serveur
pt: Escolha o servidor

# createServer
source: Create new Backend Server
es: Crear nuevo Servidor Backend
fr: Créer backend dans serveur
pt: Crie um novo Servidor Backend

# createKube
source: Create new Kubernetes cluster
es: Crear nuevo cluster Kubernetes
fr: Créer cluster Kubernetes
pt: Crie um novo cluster Kubernetes

# serverPath
source: Install Path on server
es: Ruta de instalación en el servidor
fr: Chemin d'installation (serveur)
pt: Caminho de instalação do servidor

# portServer
source: Backend Port on server
es: Puerto del servidor Backend
fr: Porte pour le backend (serveur)
pt: Porta do servidor Backend

source: SSH Host
es: Host SSH
fr: Host SSH
pt: Host SSH

source: SSH User
es: Usuario SSH
fr: Utilisateur SSH
pt: Usuário SSH

source: Private Key
es: Clave Privada
fr: Clé Privée
pt: Chave Privada

source: SSH Private Key
es: Clave Privada SSH
fr: Clé Privée SSH
pt: Chave Privada SSH

# sshPrivateKeyPassphrase
source: Private Key Passphrase
es: Passphrase de la Clave Privada
fr: Passphrase de la Clé Privée
pt: Passphrase da Chave Privada

source: Change password
es: Cambiar contraseña
fr: Modifier mon mot de passe
pt: Alterar a senha

source: Current password
es: Contraseña actual
fr: Ancien mot de passe
pt: Senha atual

source: New Password
es: Nueva Contraseña
fr: Nouveau mot de passe
pt: Nova Senha

# confirmPassword
source: Confirm New Password
es: Confirmar Nueva Contraseña
fr: Confirmation du nouveau mot de passe
pt: Confirme a Nova Senha

# passwordNoMatch
source: New password fields do not match
es: Las contraseñas no coinciden
fr: Confirmation du nouveau mot de passe n'est pas identique
pt: As senhas não são idênticas

source: Tenant Name
es: Nombre del Tenant
fr: Nom du tenant
pt: Nome do Tenant

# tenantPassword
source: Tenant Admin Password
es: Contraseña Admin del Tenant
fr: Mot de passe (admin)
pt: Senha de Administrador do Tenant

# apiUrl
source: New API URL
es: Nueva URL de la API
fr: Nouvelle URL API
pt: Nova URL da API

# webUrl
source: New Web URL
es: Nueva URL Web
fr: Nouvelle URL Web
pt: Nova URL da Web

# docUrl
source: New Swagger UI URL
es: Nueva URL del Swagger UI
fr: Nouvelle Swagger UI URL
pt: Nova URL do Swagger UI

source: hostname:port
es: hostname:puerto
fr: nomdns_ou_ip:port
pt: hostname:porta

source: Select Logo
es: Seleccionar Logo
fr: Choisir Logo
pt: Selecione Logo

# deployVersion
source: Deploy version (branch)
es: Versión de la Instalación (branch)
fr: Version du déploiement (branche)
pt: Versão da Instalação (branch)

# notLoaded
source: not loaded by user
es: no cargado por el usuario
fr: pas chargé par l'utilisateur
pt: não carregado pelo usuário

# failedToUpload
source: Custom logo not set:
es: Logo personalizado no definido:
fr: Logo customisé pas défini :
pt: Logo personalizado não definido:

# wrongFormatUrl
source: Wrong format for URL: expected host:port
es: Formato de la URL incorrecto: se espera host:puerto
fr: Mauvais format de l'URL : host:port attendu
pt: Formato incorreto para URL: esperado host:porta

# wrongFormatPort
source: Wrong format for URL: port should only have digits
es: Formato de la URL incorrecto: el puerto solo debe contener dígitos
fr: Mauvais format de l'URL : que des chiffres pour la porte
pt: Formato incorreto para URL: a porta deve conter apenas dígitos

# downloadBackup
source: Download backup archive
es: Descargar el archivo de backup
fr: Télécharger la sauvegarde
pt: Baixar arquivo de backup

# backupInfoMessage
source: A backup archive file will be created in the host machine of the database container. If this option is selected, this file will also be downloaded in your current machine.
es: Un archivo de backup será creado en la máquina host del contenedor de base de datos. Si esta opción es seleccionada, este archivo será también descargado en su máquina.
fr: Un fichier de sauvegarde sera créé dans la machine hôte de ce déploiement Docker. Si sélectionné, le fichier sera aussi télécharger dans votre machine.
pt: Um arquivo de backup será criado na máquina host do contêiner do banco de dados. Se esta opção for selecionada, esse arquivo também será baixado em sua própria máquina.

source: Restore
es: Restaurar
fr: Restaurer
pt: Restaurar

# toBackup
source: Backup
es: Hacer backup
fr: Sauvegarder
pt: Fazer backup

source: backup
fr: sauvegarde

source: Backup restored:
es: Backup restaurado:
fr: Sauvegarde restaurée :
pt: Backup restaurado:

# dropCurrentDB
source: Drop current database
es: Eliminar la base de datos actual
fr: Effacer la DB actuelle
pt: Eliminar o banco de dados atual

# restoreInfoMessage
source: Everything in the current database will be erased before restoring the backup. If not selected, conflicts may occur and the current DB will be favored
es: Todos los datos serán eliminados antes de realizar la restauración. Si no se selecciona, se favorecerá la DB actual si ocurren conflictos
fr: Toutes les données seront effacées avant de restaurer. Si non selectionné, les données de la DB actuelle seront priorisées dans le cas de conflits avec le backup
pt: Todos os dados do banco atual serão apagados antes de restaurar o backup. Se não for selecionado, o banco de dados atual será favorecido em caso de conflito com o restaurado

source: Tools
es: Herramientas
fr: Outils
pt: Ferramentas

source: Download CLI
es: Descargar CLI
fr: Télécharger la CLI
pt: Baixar CLI

# downloadCliTitle
source: Download latest CLI
es: Descargar última CLI
fr: Télécharger la CLI la plus récente
pt: Baixe a CLI mais recente

# downloadUnity
source: Download 3D Client
es: Descargar cliente 3D
fr: Télécharger le Client 3D
pt: Baixar cliente 3D

# downloadUnityTitle
source: Download latest 3D Client
es: Descarfar último cliente 3D
fr: Télécharger le dernier client 3D
pt: Baixe o cliente 3D mais recente

source: Select OS:
es: Seleccionar OS:
fr: Choisir SO :
pt: Selecione o OS:

# fileSavedTo
source: File successfully saved to:
es: Archivo descargado en:
fr: Téléchargé dans :
pt: Arquivo salvo com sucesso em:

# unableDownload
source: Unable to download file
es: No se pudo descargar el archivo
fr: Impossible de télécharger le fichier
pt: Não foi possível baixar o arquivo

# onlyOneTool
source: Only one {tool} is allowed
es: Solo un {tool} está permitido
fr: Seul un {tool} est possible
pt: Apenas um {tool} é permitido

# selectSQL
source: Select SQL file
es: Seleccione archivo SQL
fr: Choisir fichier SQL
pt: Selecione o arquivo SQL

# importNetbox
source: Import Netbox Dump
es: Importar la base Netbox
fr: Charger la base Netbox
pt: Importar banco de dados Netbox

# importNetboxOK
source: Netbox dump successfully imported!
es: ¡La base Netbox fue importada!
fr: La base a été chargée !
pt: Banco de dados do Netbox importado com sucesso!

# mustSelectFile
source: Must select a file first
es: Debe seleccionar un archivo primero
fr: Il faut choisir un fichier avant d'avancer
pt: Obrigatório selecionar um arquivo

# autoGenerated
source: Automatically generated
es: Generado automáticamente
fr: Auto-généré
pt: Gerado automaticamente

# viewAllObjsNs
source: View all objects of namespace
es: Ver todos los objetos del namespace
fr: Voir tout les objets du namespace
pt: Ver todos os objetos do namespace

source: View template
es: Ver template
fr: Visualiser template
pt: Ver template

# modifyObj
source: Modify object
es: Modificar objeto
fr: Modifier l'objet
pt: Modificar objeto

# createObj
source: Create object
es: Crear objeto
fr: Créer un nouveau objet
pt: Criar objeto

# objType
source: Object's type:
es: Tipo de objeto:
fr: Type d'objet :
pt: Tipo de objeto:

source: Attributes:
es: Atributos:
fr: Attributs :
pt: Atributos:

source: Attribute
es: Atributo
fr: Attribut
pt: Atributo

# applicability
source: Applicable object
es: Objetos donde aplicar
fr: Objet applicable
pt: Objeto onde aplicar

# applicabilityTooltip
source: The ID of the object where the layer should be applied Select below if it should also apply to children.
es: El ID del objeto donde se aplica el layer. Eligir abajo si se aplica también a sus hijos.
fr: L'id de l'objet où appliquer ce layer. Choisissez en bas si le layer doit aussi être appliquer à ces enfants.
pt: ID do objeto no qual aplicar o layer. Selecione abaixo se também deve ser aplicado a seus filhos.

# applyAlso
source: Apply also to:
es: Aplicar también a:
fr: Applicabilité :
pt: Aplicar também a:

source: Direct children
es: Hijos directos
fr: Enfants directs
pt: Filhos diretos

source: All children
es: Todos los hijos
fr: Tous les enfants
pt: Todos os filhos

# filterLayerTooltip
source: An expression with key, operator (=, !=, <, <=, >, >=) and value Multiple expressions possible if joined with & or | Examples: category=rack & name!=rack1 height>=40 | height<10
es: Una expresión con clave, operador (=, !=, <, <=, >, >=) y valor Es posible escribir múltiples expresiones con & o | Ejemplos: category=rack & name!=rack1 height>=40 | height<10
fr: Une expression avec clé, opérateur (=, !=, <, <=, >, >=) et valeur Plusieurs expressions possibles si reliées par & ou | Exemples : category=rack & name!=rack1 height>=40 | height<10
pt: Uma expressão com chave, operador (=, !=, <, <=, >, >=) e valor Possível escrever múltiplas expressões se ligadas por & ou | Exemplos: category=rack & name!=rack1 height>=40 | height<10

source: Filter
es: Filtro
fr: Filtre
pt: Filtro

source: Example:
es: Ejemplo:
fr: Exemple :
pt: Exemplo:

# viewEditNode
source: View and edit this node
es: Ver y editar este nodo
fr: Visualiser et modifier ce noeud
pt: Visualizar e editar este nó

# viewJSON
source: View as JSON
es: Ver en JSON
fr: Afficher en JSON
pt: Ver como JSON

# viewGraph
source: View as graph
es: Ver como grafo
fr: Afficher en graphe
pt: Ver como grafo

source: Select color
es: Seleccionar color
fr: Choisir couleur
pt: Selecione a cor

# colorPrimary
source: Primary
es: Primarios
fr: Palette
pt: Primárias

# colorWheel
source: Wheel
es: Gradiente
fr: Roue
pt: Gradiente

# shouldBeOneOf
source: One of:
es: Valores aceptados:
fr: Valeurs acceptées :
pt: Um entre:

# parentIdTip
source: Accept only letters, numbers, '-', '_' or '.'
es: Se acepta solamente letras, números, '-', '_' o '.'
fr: Que des lettres, des chiffres, -, _ ou .
pt: Apenas letras, números, '-', '_' ou '.'

# nameTip
source: Accept only letters, numbers, '-' or '_'
es: Se acepta solamente letras, números, '-' o '_'
fr: Que des lettres, des chiffres, -, ou _
pt: Apenas letras, números, '-' ou '_'

# tagTip
source: A list of tags separated by ,
es: Una lista de tags separados por ,
fr: Une liste de tags séparées par des ,
pt: Uma lista de tags separadas por ,

# toolUsername
source: {toolName} user name
es: Nombre del usuario {toolName}
fr: Nom d'utilisateur {toolName}
pt: Nome do usuário {toolName}
